tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "planetscale/tap"
brew "bat"
brew "blueutil"
brew "curl"
brew "deno"
brew "dotnet"
brew "node"
brew "eslint"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "glow"
brew "go"
brew "jo"
brew "jq"
brew "mas"
brew "micro"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "php"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "rustfmt"
brew "switchaudio-osx"
brew "tailscale"
brew "tldr"
brew "tmux"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
cask "adobe-creative-cloud"
cask "brave-browser", args: { appdir: "/Applications" }
cask "cyberduck", args: { appdir: "/Applications" }
cask "figma", args: { appdir: "/Applications" }
cask "fing-cli"
cask "hammerspoon"
cask "hiddenbar", args: { appdir: "/Applications" }
cask "kitty"
cask "monitorcontrol"
cask "mullvadvpn"
cask "nordpass", args: { appdir: "/Applications" }
cask "pika"
cask "spotify", args: { appdir: "/Applications" }
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp", args: { appdir: "/Applications" }
cask "zerotier-one"
mas "Parcel", id: 639968404
mas "Xcode", id: 497799835
